{
  "sections": {
    "1652455439fc4e7e18": {
      "type": "kit-page-template",
      "blocks": {
        "16949ee4-3328-409a-80f7-d50262d1e15e": {
          "type": "text",
          "settings": {
            "title": "Soil Part A",
            "productOne": "600260",
            "productTwo": "",
            "productThree": "",
            "productFour": "",
            "productFive": "",
            "productSix": "",
            "product": "house-garden-soil-a-b",
            "description": "Intended use: Provides balanced nutrition for enriched soils and contains every essential nutrient, including abundant calcium. House & Garden Soil A&B nutrient is a powerful A\/B set that has been precisely designed to compliment and enhance the existing mineral content within the soil, or any soil mixes. We engineered specifically calculated ratios of all required plant nutriment to encourage incredible vegetative and generative growth. A&B Soil is used for soil \/ peat substrates. A&B Soil nutrient does not contain any bulking agents or cause any unnecessary acidification. Thus ensuring that the soil structure is retained and even improved.Great for the outdoor garden seasons and soil\/peat substratesDosage: 2-5ml\/L"
          }
        },
        "72d215d3-5642-40d2-a0b2-eddaf5b0bd52": {
          "type": "text",
          "settings": {
            "title": "Soil Part B",
            "productOne": "600270",
            "productTwo": "",
            "productThree": "",
            "productFour": "",
            "productFive": "",
            "productSix": "",
            "product": "house-garden-soil-a-b",
            "description": "Intended use: Provides balanced nutrition for enriched soils and contains every essential nutrient, including abundant calcium. House & Garden Soil A&B nutrient is a powerful A\/B set that has been precisely designed to compliment and enhance the existing mineral content within the soil, or any soil mixes. We engineered specifically calculated ratios of all required plant nutriment to encourage incredible vegetative and generative growth. A&B Soil is used for soil \/ peat substrates. A&B Soil nutrient does not contain any bulking agents or cause any unnecessary acidification. Thus ensuring that the soil structure is retained and even improved.Great for the outdoor garden seasons and soil\/peat substratesDosage: 2-5ml\/L"
          }
        }
      },
      "block_order": [
        "16949ee4-3328-409a-80f7-d50262d1e15e",
        "72d215d3-5642-40d2-a0b2-eddaf5b0bd52"
      ],
      "settings": {
        "title": "House and Garden Base Nutrients for soil",
        "top-of-page": "",
        "bottom-of-page": "",
        "other-kits": ""
      }
    },
    "16530034857f1a8ed6": {
      "type": "build-kits",
      "blocks": {
        "8a1a6284-e62e-4d22-840d-f5752298022d": {
          "type": "text",
          "settings": {
            "title": "Amino Treatment",
            "product_sku": "600350",
            "product": "house-garden-amino-treatment",
            "description": "House & Garden Amino Treatment is our unsung hero within the H&G family. It contains a patented seed extract to provide your plants with the vigour and energy of a young seed growth. Containing essential amino acids and enzymes, this stimulating additive is used throughout the vegetative period and into the first stages of floral growth. This aids in the plants transitional period to provide you with bigger and healthier flowers! Amino Treatment also includes cold-pressed Norwegian Sea kelp to aid in plant development and provide organic fundamental macro and trace elements to your plant. We also incorporated a unique complex small particle silica component. Silica has been proven to help with plant stress relief, stem and leaf development and encourages additional heat\/cold resistance.A better foliage distribution.A higher photosynthesis ratio.Solid stems.Enhanced root activity.A better and increased fruit production.A higher sugar level of the fruit.Aids nutrient distribution.Dosage: 20-100ml\/100L"
          }
        },
        "12d79e2c-282e-44e3-96f3-f3168d379c1b": {
          "type": "text",
          "settings": {
            "title": "Multi Zen",
            "product_sku": "600330",
            "product": "house-garden-multi-zen",
            "description": "Multi Zen is an extremely beneficial additive to incorporate into your arsenal. One of the most concentrated enzyme products on the market, Multi Zen boosts overall plant immunity by breaking down dead root material and converting it into nutrients the plant can absorb -- but that's just one aspect of its benefits. Breaking down this dead root material prevents bacterial and fungal diseases, keeping your root zone happy and healthy. Other enzymes included in each bottle convert nutrients into more readily available \"chunks\", boosting the rate of nutrient uptake and ensuring you're getting every benefit from the other nutrients you're feeding your plants."
          }
        },
        "e85120f2-5f8c-46b7-a76c-1b2892528a5f": {
          "type": "text",
          "settings": {
            "title": "Drip Clean",
            "product_sku": "600320",
            "product": "house-garden-drip-clean",
            "description": "House & Garden Drip Clean is safe for all varieties of plants and is effective in tap or filtered water. Drip Clean uses a form of ‘magnetised’ potassium molecule to isolate select compounds and prevent salt build-ups in your pipes and growing medium.Salt accumulations can cause nutrient toxicities and negatively affect plant growth. Drip clean works to effectively clean your plumbing and growing substrate. House & Garden’s secret formula also helps to reduce flush times at the end of a harvest!Drip Clean is compatible with all mediums and existing nutrient solutions. Using an ultra efficient dosage of 0.1ml\/L, we recommend administering Drip Clean at every feeding.House & Garden Drip Clean can be used effectively in a range of substrates including Coco Fibre, Rockwool, Perlite and Clayballs. It is effective in both recirculating and run-to-waste systems.Dosage: 1ml\/10L"
          }
        },
        "dc92ab67-c94d-4115-b4ff-0df88e54f140": {
          "type": "text",
          "settings": {
            "title": "Algen Extract",
            "product_sku": "600340",
            "product": "house-garden-algen-extract",
            "description": "House & Garden Algen Extract is a concentrated solution of Norwegian Sea Kelp, (Ascophyllum nodosum). Plants in all phases of growth love kelp for the many benefits it provides. Micro nutrients, beneficial vitamins, and macro-nutrients are all present in Algen Extract. This helps ensure a better leaf colour and Algen Extract also stimulates the formation of fine root hairs, leading to increased uptake of various trace elements.House & Garden Algen Extract is a premium blend of Norwegian Sea Kelp, containing high levels of active enzymes and cytokinin, as well as amino acids. Our Algen extract is extracted in cold water, which ensures the biological life remains intact and un-denatured. The extract is therefore rich in both macro nutrients (such as N, P, K, Ca, Mg & S) and micro nutrients (Mn, Cu, Fe & Zn). Algen Extract also contains very high levels of natural hormones, polysaccharides and proteins.These substances stimulate healthy root growth, which makes Algen Extract an important supplement to the base nutrients of the plant. Algen Extract plays a significant role in the health of your plant’s immune system, providing superior resistance to disease and pests. The Norwegian Kelp is very unique and its benefits will be evident within a couple of days. Spoil your plants with Algen Extract and reap the rewards through faster, healthier growth.Perfect for soil and coco substrates!"
          }
        }
      },
      "block_order": [
        "8a1a6284-e62e-4d22-840d-f5752298022d",
        "12d79e2c-282e-44e3-96f3-f3168d379c1b",
        "e85120f2-5f8c-46b7-a76c-1b2892528a5f",
        "dc92ab67-c94d-4115-b4ff-0df88e54f140"
      ],
      "settings": {
        "title": "Additives for Vegetation"
      }
    },
    "recommendations": {
      "type": "product-recommendations",
      "settings": {
        "show_product_recommendations": true,
        "heading": "You may also like",
        "show_quick_buy": false
      }
    },
    "promotion": {
      "type": "static-promotion-list",
      "disabled": true,
      "settings": {
        "expand_items": false,
        "section_size": "medium",
        "stack_mobile": false
      }
    },
    "recentyViewed": {
      "type": "static-recently-viewed-products",
      "settings": {
        "show_section": true,
        "title": "Recently viewed",
        "show_quick_buy": false
      }
    },
    "1652831719f0da7a37": {
      "type": "image-with-text",
      "disabled": true,
      "settings": {
        "image_position": "left",
        "image_width": 50,
        "title": "Your title",
        "content": "<p>Use this text to share information about your brand with your customers.<br\/>Describe a product, share announcements, or welcome customers to your store.<\/p>",
        "button_text": "Our products",
        "button_link": "shopify:\/\/collections\/all"
      }
    }
  },
  "order": [
    "1652455439fc4e7e18",
    "16530034857f1a8ed6",
    "recommendations",
    "promotion",
    "recentyViewed",
    "1652831719f0da7a37"
  ]
}
