{
  "sections": {
    "16493722588ba898e7": {
      "type": "kit-page-template",
      "blocks": {
        "876c7b88-16de-4c80-b9c6-e76ab689299e": {
          "type": "text",
          "settings": {
            "title": "AC Infinity Tent",
            "product_sku": "720322",
            "product": "cloudlab-advance-grow-tents",
            "description": "A grow tent designed to grow plants indoors by providing complete control over climate conditions. Featuring a quick-view observation window, this grow tent uses a waterproof oxford canvas with a 2000D thickness for higher durability and light-proofing. Cross-patterned diamond mylar lines the surface of the inner walls, which will reflect and maximize output from your grow light. To ensure maximum reflectivity and prevent light leaking, an inner ribbon stitching creates a seal that lines the zippers inside the grow tent. Additionally, the duct ports’ double cinching design closes them on either side to reinforce the light-proof sealing. Accessories include a waterproof floor tray, a built-in tool bag, and a mounting plate to install your controller onto the grow tent.An advanced grow tent designed to create optimal climate conditions for year-round plant cultivation indoors.Features durable frame that uses 50% thicker steel poles and carries 2x more weight than standard grow tents.Higher density 2000D canvas prevents light leaks while diamond mylar amplifies light reflectivity.Future ready design featuring controller mounting plate with passthrough for no light-leak cable management."
          }
        },
        "eb428bdf-5718-407b-8134-2f941ab47878": {
          "type": "text",
          "settings": {
            "title": "Auto Pilot Timer",
            "product_sku": "310220",
            "product": "light-timer-auto-pilot",
            "description": "Dual Outlet Digital Timer120v dual outlet digital timer. Good for lighting, watering or air control. Automating your grow environment frees you up from the daily need to personally attend to these three daily plant needs.Grounded1 second on\/offUp to 8 on\/off cycles per day15A\/1725WDual Outlet Analog Timer120v dual outlet analog timer. Good for lighting, watering or air control. Automating your grow environment frees you up from the daily need to personally attend to these three daily plant needs.Grounded15 minute on\/off24 hour cycle15A\/1725WSingle Outlet Digital Timer120v single outlet digital timer. Good for lighting, watering or air control. Automating your grow environment frees you up from the daily need to personally attend to these three daily plant needs.Grounded1 second on\/offUp to 8 on\/off cycles per day15A\/1725WSingle Outlet Analog Timer120v single outlet analog timer. Good for lighting, watering or air control. Automating your grow environment frees you up from the daily need to personally attend to these three daily plant needs.Grounded15 minute on\/off24 hour cycle15A\/1725W"
          }
        }
      },
      "block_order": [
        "876c7b88-16de-4c80-b9c6-e76ab689299e",
        "eb428bdf-5718-407b-8134-2f941ab47878"
      ],
      "settings": {
        "title": "Lowest Priced Mid Level Kit",
        "top-of-page": "sldkfj klsdfj lksjdf kkjlsfd klkjsdf lklkj sfd`",
        "bottom-of-page": "lskdfj slkdfj lksdfj kklsjdf kjklsjdf lkj lkjdfs lkj",
        "other-kits": ""
      }
    },
    "main": {
      "type": "kit-page-template",
      "blocks": {
        "a6f477a9-1d5b-4f25-baf4-f4adf0a1f132": {
          "type": "text",
          "settings": {
            "title": "Grow Tent",
            "product_sku": "720261",
            "product": "cloudlab-advance-grow-tents",
            "description": "AC Infinity makes the finest grow tents on the market! With a grow tent you can control every detail of a plants needs. There is no better way to get those dank nugs."
          }
        },
        "8fac9e67-341f-4981-803a-a2115c9404de": {
          "type": "text",
          "settings": {
            "title": "Gro Pros LED",
            "product_sku": "720231",
            "product": "grow-pros-solutions-led",
            "description": "LED lighting with a 7 year warranty and the best price point on the market. Full-spectrum LED solution for commercial indoor grow at home."
          }
        },
        "3bbce69c-997d-4a80-9695-d326dad052f3": {
          "type": "text",
          "settings": {
            "title": "Autopilot Timer",
            "product_sku": "700027",
            "product": "light-timer-auto-pilot",
            "description": "Dual outlet digital timer for controlling watering, lighting and air control. Up to 8 on\/off cycles per day."
          }
        }
      },
      "block_order": [
        "a6f477a9-1d5b-4f25-baf4-f4adf0a1f132",
        "8fac9e67-341f-4981-803a-a2115c9404de",
        "3bbce69c-997d-4a80-9695-d326dad052f3"
      ],
      "settings": {
        "title": "Mid Level Grow Tent Kit",
        "top-of-page": "<p>A grow tent set up begins with these three components. For best results we recommend adding our ‘Air and Humidity kit’ to maximize the potential of your plants. While you can grow cannabis with just a tent kit, most will find the growing conditions won’t be inducive to the dankest bud you have ever smoked.<\/p>\n\n\t<p>Our mid level and up grow kits are not the cheapest on the market. They do contain quality components that are proven to last a produce those dank buds we all crave. In addition, we provide the support and info you need for a successful grow. Give us a call during business hours for your answers. We have chosen AC Infinity products along side Gro Pros LED lighting because of their superior quality and reasonable price points.<\/p>\n \n<p>Refer below for more information.<\/p>",
        "bottom-of-page": "<p>Here is a list of some problems you may run into:<\/p>\n<div>\n<ul>\n<li>Humidity is problematic especially during the flowering stage. Your dense buds will hold moisture creating a ripe place for mold to grow. Not a good thing for your lungs or health of your buds. An exhaust fan can take care of this problem easily.<\/li> \n<li>Smell is often a complaint, nuisance or possibly even a legal issue in some situations. This can be taken care of by combining an exhaust fan and a carbon filter. The filter will remove any smell that might be exhausted into your room, garage or outdoor environment that could unsettle your neighbors.\n<\/li> \n<li>A simple fan to move the air inside your tent will help you plants breath. Stagnant air will become humid in spots if the air in the tent isn’t moved around. A circulation fan and an exhaust fan work together to keep the environment in your grow tent at the optimum humidity level. \n<\/li>\n<\/ul>\n<\/div>\n<p>Our air and humidity kits are equipped to manage any growing situation inside a grow tent.<\/p>",
        "other-kits": ""
      }
    },
    "1649372271cd1b4063": {
      "type": "student-kit",
      "disabled": true,
      "settings": {
        "title": "",
        "top-of-page": "",
        "bottom-of-page": "",
        "other-kits": ""
      }
    },
    "recommendations": {
      "type": "product-recommendations",
      "settings": {
        "show_product_recommendations": true,
        "heading": "You may also like",
        "show_quick_buy": false
      }
    },
    "promotion": {
      "type": "static-promotion-list",
      "disabled": true,
      "settings": {
        "expand_items": false,
        "section_size": "medium",
        "stack_mobile": false
      }
    },
    "recentyViewed": {
      "type": "static-recently-viewed-products",
      "settings": {
        "show_section": true,
        "title": "Recently viewed",
        "show_quick_buy": false
      }
    }
  },
  "order": [
    "16493722588ba898e7",
    "main",
    "1649372271cd1b4063",
    "recommendations",
    "promotion",
    "recentyViewed"
  ]
}
