{
  "sections": {
    "main": {
      "type": "kit-page-template",
      "blocks": {
        "7d5a7524-fbde-46dc-89fa-6dee0e18cb5f": {
          "type": "text",
          "settings": {
            "title": "Hurricane 6 inch clip fan",
            "product_sku": "HGC736520",
            "product": "hurricane-6-in-clip-fan",
            "description": "Six inch clip fan that can be attached most anywhere. Convenient for tents and other small rooms. This is a good entry level option for those on a budget. ( Two are often needed! )"
          }
        },
        "49f967cd-8f4d-48a7-9ac4-3d5c13cb3dd1": {
          "type": "text",
          "settings": {
            "title": "Bud Candy",
            "product_sku": "100390",
            "product": "advanced-nutrients-bud-candy",
            "description": "Bud Candy provides your plants with an essential secondary plant nutrient which serves to activate many plant enzymes required in the growth process. It is designed to increase the aroma and flavor of your favorite bud strain. After years of research and development, our team identified the optimal blend of carbohydrates fertilizer for growers seeking their most flavorful yields yet."
          }
        },
        "b37d55d6-442e-4280-8ad2-9cad7e063f42": {
          "type": "text",
          "settings": {
            "title": "pH Perfect Bloom",
            "product_sku": "100300",
            "product": "advanced-nutrients-bloom",
            "description": "Using a high-quality micronutrient formula is your ticket to a rewarding garden. Ph Perfect Bloom is one part of a three part system. By combining Advanced Nutrients pH Perfect® Micro with pH Perfect Grow and pH Perfect Bloom, you're providing your plants what they need to give you a happier harvest day. It's guaranteed! pH Perfect Bloom, pH Perfect Micro and pH Perfect Grow sold separately. This three part system is designed to support your plants during every phase of their life cycles."
          }
        },
        "5b8386e8-a1b3-44f6-95c4-54d280595094": {
          "type": "text",
          "settings": {
            "title": "Voodoo Juice",
            "product_sku": "100340",
            "product": "advanced-nutrients-voodoo-juice",
            "description": "In so many gardens, the roots are forgotten, hidden away underground, neglected, uncared for workhorses. And yet, your plants' roots are responsible for intaking almost everything your plants need. Ask not what your roots can do for you, but what can you do for your roots. Because when you give respect to your roots, you see the results at harvest time. You take care of your roots by utilizing their ability to form symbiotic relationships with beneficial fungi and bacteria."
          }
        },
        "cb654028-ca1b-4e78-8b2b-c883e472544d": {
          "type": "text",
          "settings": {
            "title": "Grow Pros LED HM480",
            "product_sku": "720231",
            "product": "grow-pros-solutions-led",
            "description": "A full-spectrum LED rack lighting solution designed for commercial indoor and greenhouse applications, enabling control over the plant cycle from the vegetative stage to the flowering stage. Indoor plants grow best under full-spectrum lights, which replicate the natural spectrum of the sun. The HM480 Series, with an increased lifespan over traditional grow light sources, cultivates healthier, happier plants. 7 year warranty. "
          }
        }
      },
      "block_order": [
        "7d5a7524-fbde-46dc-89fa-6dee0e18cb5f",
        "49f967cd-8f4d-48a7-9ac4-3d5c13cb3dd1",
        "b37d55d6-442e-4280-8ad2-9cad7e063f42",
        "5b8386e8-a1b3-44f6-95c4-54d280595094",
        "cb654028-ca1b-4e78-8b2b-c883e472544d"
      ],
      "settings": {
        "title": ""
      }
    }
  },
  "order": [
    "main"
  ]
}
