{
  "sections": {
    "1652455439fc4e7e18": {
      "type": "kit-page-template",
      "blocks": {
        "804e50ae-acbf-4aa5-8bc3-8e274197eebe": {
          "type": "text",
          "settings": {
            "title": "Coco Part A",
            "productOne": "600240",
            "productTwo": "",
            "productThree": "",
            "productFour": "",
            "productFive": "",
            "productSix": "",
            "product": "house-garden-cocos-a-b",
            "description": "Intended use: Coco Coir. Provides the perfect ration of nutrients taking into account the cation-exchange capacity of coir.Growing in coco coir has a multitude of benefits and is one of the most popular forms of growing media for good reason. That being said, it takes a precise ratio of nutrients to take full advantage of those benefits: one of those being the right balance of calcium and magnesium. This balance is perfected in Cocos A&B.  Cocos A&B was formulated to provide those who grow in pure coco coir or blends that contain 30% or more coco coir with the perfect ratio of essential nutrients they'll need for healthy growth, with consideration to the unique cation-exchange capacity of the medium."
          }
        },
        "a84187ba-5a42-4c8e-a19c-16f004df7c57": {
          "type": "text",
          "settings": {
            "title": "Coco Part B",
            "productOne": "600250",
            "productTwo": "",
            "productThree": "",
            "productFour": "",
            "productFive": "",
            "productSix": "",
            "product": "house-garden-cocos-a-b",
            "description": "Intended use: Coco Coir. Provides the perfect ration of nutrients taking into account the cation-exchange capacity of coir.Growing in coco coir has a multitude of benefits and is one of the most popular forms of growing media for good reason. That being said, it takes a precise ratio of nutrients to take full advantage of those benefits: one of those being the right balance of calcium and magnesium. This balance is perfected in Cocos A&B.  Cocos A&B was formulated to provide those who grow in pure coco coir or blends that contain 30% or more coco coir with the perfect ratio of essential nutrients they'll need for healthy growth, with consideration to the unique cation-exchange capacity of the medium."
          }
        }
      },
      "block_order": [
        "804e50ae-acbf-4aa5-8bc3-8e274197eebe",
        "a84187ba-5a42-4c8e-a19c-16f004df7c57"
      ],
      "settings": {
        "title": "House and Garden Coco Base Nutrients",
        "top-of-page": "",
        "bottom-of-page": "",
        "other-kits": ""
      }
    },
    "1653057764e2f77ce0": {
      "type": "build-kits",
      "blocks": {
        "1d8a22b7-fc6f-43a6-8510-ab171788b544": {
          "type": "text",
          "settings": {
            "title": "Amino Treatment",
            "product_sku": "600350",
            "product": "house-garden-amino-treatment",
            "description": "House & Garden Amino Treatment is our unsung hero within the H&G family. It contains a patented seed extract to provide your plants with the vigour and energy of a young seed growth. Containing essential amino acids and enzymes, this stimulating additive is used throughout the vegetative period and into the first stages of floral growth. This aids in the plants transitional period to provide you with bigger and healthier flowers! Amino Treatment also includes cold-pressed Norwegian Sea kelp to aid in plant development and provide organic fundamental macro and trace elements to your plant. We also incorporated a unique complex small particle silica component. Silica has been proven to help with plant stress relief, stem and leaf development and encourages additional heat\/cold resistance.A better foliage distribution.A higher photosynthesis ratio.Solid stems.Enhanced root activity.A better and increased fruit production.A higher sugar level of the fruit.Aids nutrient distribution.Dosage: 20-100ml\/100L"
          }
        },
        "599cdc0f-03b5-4832-86bd-0b4a75f9f848": {
          "type": "text",
          "settings": {
            "title": "Multi Zen",
            "product_sku": "600330",
            "product": "house-garden-multi-zen",
            "description": "Multi Zen is an extremely beneficial additive to incorporate into your arsenal. One of the most concentrated enzyme products on the market, Multi Zen boosts overall plant immunity by breaking down dead root material and converting it into nutrients the plant can absorb -- but that's just one aspect of its benefits. Breaking down this dead root material prevents bacterial and fungal diseases, keeping your root zone happy and healthy. Other enzymes included in each bottle convert nutrients into more readily available \"chunks\", boosting the rate of nutrient uptake and ensuring you're getting every benefit from the other nutrients you're feeding your plants."
          }
        },
        "adc0066a-b0ce-4b65-b726-69a7f10791de": {
          "type": "text",
          "settings": {
            "title": "Drip Clean",
            "product_sku": "600320",
            "product": "house-garden-drip-clean",
            "description": "House & Garden Drip Clean is safe for all varieties of plants and is effective in tap or filtered water. Drip Clean uses a form of ‘magnetised’ potassium molecule to isolate select compounds and prevent salt build-ups in your pipes and growing medium.Salt accumulations can cause nutrient toxicities and negatively affect plant growth. Drip clean works to effectively clean your plumbing and growing substrate. House & Garden’s secret formula also helps to reduce flush times at the end of a harvest!Drip Clean is compatible with all mediums and existing nutrient solutions. Using an ultra efficient dosage of 0.1ml\/L, we recommend administering Drip Clean at every feeding.House & Garden Drip Clean can be used effectively in a range of substrates including Coco Fibre, Rockwool, Perlite and Clayballs. It is effective in both recirculating and run-to-waste systems.Dosage: 1ml\/10L"
          }
        },
        "91d402f1-a049-4d89-a42d-70e63206f40f": {
          "type": "text",
          "settings": {
            "title": "Algen Extract",
            "product_sku": "600340",
            "product": "house-garden-algen-extract",
            "description": "House & Garden Algen Extract is a concentrated solution of Norwegian Sea Kelp, (Ascophyllum nodosum). Plants in all phases of growth love kelp for the many benefits it provides. Micro nutrients, beneficial vitamins, and macro-nutrients are all present in Algen Extract. This helps ensure a better leaf colour and Algen Extract also stimulates the formation of fine root hairs, leading to increased uptake of various trace elements.House & Garden Algen Extract is a premium blend of Norwegian Sea Kelp, containing high levels of active enzymes and cytokinin, as well as amino acids. Our Algen extract is extracted in cold water, which ensures the biological life remains intact and un-denatured. The extract is therefore rich in both macro nutrients (such as N, P, K, Ca, Mg & S) and micro nutrients (Mn, Cu, Fe & Zn). Algen Extract also contains very high levels of natural hormones, polysaccharides and proteins.These substances stimulate healthy root growth, which makes Algen Extract an important supplement to the base nutrients of the plant. Algen Extract plays a significant role in the health of your plant’s immune system, providing superior resistance to disease and pests. The Norwegian Kelp is very unique and its benefits will be evident within a couple of days. Spoil your plants with Algen Extract and reap the rewards through faster, healthier growth.Perfect for soil and coco substrates!"
          }
        }
      },
      "block_order": [
        "1d8a22b7-fc6f-43a6-8510-ab171788b544",
        "599cdc0f-03b5-4832-86bd-0b4a75f9f848",
        "adc0066a-b0ce-4b65-b726-69a7f10791de",
        "91d402f1-a049-4d89-a42d-70e63206f40f"
      ],
      "settings": {
        "title": "Additives for Vegetation"
      }
    },
    "1653061953a718efbc": {
      "type": "build-kits",
      "blocks": {
        "b897b449-462e-45ab-b1c9-65047232e491": {
          "type": "text",
          "settings": {
            "title": "Bud XL",
            "product_sku": "600370",
            "product": "house-garden-bud-xl",
            "description": "House & Garden Bud XL has the unique ability to extract sugars from the leaves of the plant and transfer them to the fruit. The fruit is made sweeter and its taste is improved.Bud XL will also increase the size and robustness of the plant’s fruits, which in turn will result in an increase in the final yield. It has been known for a century that enzymes act as a transporter and distributor of sugars in the plant. Bud XL uses these enzymes to extract the sugars and give you the grower heavier and denser flowering sitesStart adding Bud-XL to the nutrient after the first flowers are formed. This is the period that the big bract loses its function. By adding Bud-XL you ensure that the plant’s energy is no longer used for keeping the bract, but is directed to forming flowers and fruits.Enzyme based booster.Redirects stored sugars and carbs to the fruits\/flowers.Uses the plants own resources.Enhances essential oil production.Dosage: 1ml\/L"
          }
        },
        "e6784f21-9582-4cf4-816d-0c0effc79bd0": {
          "type": "text",
          "settings": {
            "title": "Top Booster",
            "product_sku": "600384",
            "product": "house-garden-top-booster",
            "description": "House & Garden Top Booster has been precisely designed to alter the nutritional ratio of your feed according to plant demands. This encourages a more enthusiastic reproductive cycle (floral growth) from the plant. The PK aids in fruit set development, fruit bulking, stem and root expansion and uptake of other minerals.Top Booster also incorporates a specific form of EddhaFe (Iron) as this reduces chlorosis in leaves and triggers the production of autumn hormones, namely ethylene, to promote additional floral development and to regulating the ripening of fruit.Initiates flowering.Stimulates flowering.Improves plant respiration.Better than straight pk13\/14. with additional EDDHA-Fe Iron.Larger fruits.Dosage:1.5ml\/L"
          }
        },
        "d421c2f9-f4f3-4ad9-8fd0-4391ac8a836b": {
          "type": "text",
          "settings": {
            "title": "Top Shooter",
            "product_sku": "600380",
            "product": "house-garden-top-shooter",
            "description": "House & Garden Top Shooter is a liquid version of Shooting Powder. Top Shooter is a ulta potent PK flowering booster and is able to increase yields up to 20%! This amazing bud expander is the absolute best in the field of flowering stimulators (but contains NO PGRs). It gives visible results and works brilliantly with all base nutrients. The liquid form provides an easy and precise application for all small and large growers.House & Garden Top Shooter forces your plants into starting a new flowering cycle after the regular cycle has stopped, significantly increasing the fruit’s total weight. The extra yield after applying this agent will surprise even the most seasoned grower. Top Shooter creates a new layer on top of the existing fruit! Output increases of up to 20% can be reached this way and are very common.Top Shooter contains a proprietary carbonate form of phosphorus and potassium, that makes it both far more pH stable and bio-available than other yield enhancers. Top Shooter is the market leader in enhancing yields.Triggers your plants into initiating a second cycle of new flower development.Continuous cell division.Foaming bloom expander.Visible results in 2 days.Builds flowers on flowers on flowers.Outweighs the competition.Top Shooter Dosage: 0.5-2ml\/L"
          }
        },
        "2392158a-7b32-4ada-ab98-b3318f34f7b2": {
          "type": "text",
          "settings": {
            "title": "Drip Clean",
            "product_sku": "600320",
            "product": "house-garden-drip-clean",
            "description": "House & Garden Drip Clean is safe for all varieties of plants and is effective in tap or filtered water. Drip Clean uses a form of ‘magnetised’ potassium molecule to isolate select compounds and prevent salt build-ups in your pipes and growing medium.Salt accumulations can cause nutrient toxicities and negatively affect plant growth. Drip clean works to effectively clean your plumbing and growing substrate. House & Garden’s secret formula also helps to reduce flush times at the end of a harvest!Drip Clean is compatible with all mediums and existing nutrient solutions. Using an ultra efficient dosage of 0.1ml\/L, we recommend administering Drip Clean at every feeding.House & Garden Drip Clean can be used effectively in a range of substrates including Coco Fibre, Rockwool, Perlite and Clayballs. It is effective in both recirculating and run-to-waste systems.Dosage: 1ml\/10L"
          }
        }
      },
      "block_order": [
        "b897b449-462e-45ab-b1c9-65047232e491",
        "e6784f21-9582-4cf4-816d-0c0effc79bd0",
        "d421c2f9-f4f3-4ad9-8fd0-4391ac8a836b",
        "2392158a-7b32-4ada-ab98-b3318f34f7b2"
      ],
      "settings": {
        "title": "Additives for Flowering"
      }
    },
    "recommendations": {
      "type": "product-recommendations",
      "settings": {
        "show_product_recommendations": true,
        "heading": "You may also like",
        "show_quick_buy": false
      }
    },
    "promotion": {
      "type": "static-promotion-list",
      "disabled": true,
      "settings": {
        "expand_items": false,
        "section_size": "medium",
        "stack_mobile": false
      }
    },
    "recentyViewed": {
      "type": "static-recently-viewed-products",
      "settings": {
        "show_section": true,
        "title": "Recently viewed",
        "show_quick_buy": false
      }
    }
  },
  "order": [
    "1652455439fc4e7e18",
    "1653057764e2f77ce0",
    "1653061953a718efbc",
    "recommendations",
    "promotion",
    "recentyViewed"
  ]
}
